/* View top bar label */
"%@" = "%@";

/* No comment provided by engineer. */
"%i File" = "%i File";

/* No comment provided by engineer. */
"%i Files" = "%i Files";

/* Alert informative text */
"%ld of the archives could not be opened, possibly because they are incomplete or corrupt." = "%ld of the archives could not be opened, possibly because they are incomplete or corrupt.";

/* Archive description second part */
"(BZIP2 compression)" = "(BZIP2 compression)";

/* Archive description second part */
"(GZIP compression)" = "(GZIP compression)";

/* Archive description second part */
"(Lempel-Ziv compression)" = "(Lempel-Ziv compression)";

/* Archive description second part */
"(uncompressed)" = "(uncompressed)";

/* No comment provided by engineer. */
"7-ZIP archive (high compression and encryption)" = "7-ZIP archive (high compression and encryption)";

/* Compression Option */
"7zip compression" = "7zip compression";

/* Alert informative text */
"A file or folder with the same name already exists in this location. Replacing it will overwrite its current contents." = "A file or folder with the same name already exists in this location. Replacing it will overwrite its current contents.";

/* Toolbar item */
"Advanced" = "Advanced";

/* Error message text */
"An unknown error occurred opening file “%1$@” to “%2$@”." = "An unknown error occurred opening file “%1$@” to “%2$@”.";

/* Error informative text */
"An unknown error occurred, please make sure you have enough disk space and that you have permissions to write to the destination folder." = "An unknown error occurred, please make sure you have enough disk space and that you have permissions to write to the destination folder.";

/* Preview Progress */
"Analyzing %ld out of %ld" = "Analyzing %1$ld out of %2$ld";

/* Preview Progress */
"Analyzing files" = "Analyzing files";

/* Button */
"Archive" = "Archive";

/* No comment provided by engineer. */
"ArchiveName.Archive" = "Archive";

/* No comment provided by engineer. */
"Archiver (audio and image pre-compression)" = "Archiver (audio and image pre-compression)";

/* Authentication error message */
"Archiver unauthorized" = "Archiver unauthorized";

/* Button */
"Back" = "Back";

/* Compression Option */
"Bzip compression" = "Bzip compression";

/* Button */
"Cancel" = "Cancel";

/* Cancelled */
"Cancelled" = "Cancelled";

/* Error message text */
"Cannot combine a single checksum file." = "Cannot combine a single checksum file.";

/* Open panel title */
"Choose destination" = "Choose destination";

/* Top bar label - description */
"Choose format" = "Choose format";

/* Task description */
"Clean temporary files" = "Clean temporary files";

/* Progress job description */
"Cleaning up (this may take a few minutes)..." = "Cleaning up (this may take a few minutes)...";

/* Button */
"Combine" = "Combine";

/* Error message text */
"Combine failed" = "Combine failed";

/* Task description */
"Combine “%@”" = "Combine “%@”";

/* Progress job description */
"Combining file “%@”" = "Combining file “%@”";

/* Button
   Finish button title */
"Convert" = "Convert";

/* Top bar label - task */
"Convert Archive:" = "Convert Archive:";

/* No comment provided by engineer. */
"Convert Archive: Choose archive type" = "Convert Archive: Choose archive type";

/* Task description */
"Convert “%1$@” to “%2$@”" = "Convert “%1$@” to “%2$@”";

/* Progress job description */
"Converting “%1$@” to “%2$@”" = "Converting “%1$@” to “%2$@”";

/* Message text */
"Couldn't copy unpacked files from working directory" = "Couldn't copy unpacked files from working directory";

/* Message text */
"Couldn't find working directory" = "Couldn't find working directory";

/* Top bar label - task */
"Create Archive:" = "Create Archive:";

/* No comment provided by engineer. */
"Create Archive: Choose archive type" = "Create Archive: Choose archive type";

/* Task description */
"Create “%@”" = "Create “%@”";

/* Instructions for installation first part */
"Creating RAR archives requires third-party software. To install:\n\n1. Download the RAR plugin" = "Creating RAR archives requires third-party software. To install:\n\n1. Download the RAR plugin";

/* Rar installation instructions */
"Creating RAR archives requires up-to-date third-party software. Choose Install to download and install the missing software." = "Creating RAR archives requires up-to-date third-party software. Choose Install to download and install the missing software.";

/* Progress job description */
"Creating “%@”" = "Creating “%@”";

/* button
   Button */
"Done" = "Done";

/* Button title */
"Download" = "Download";

/* Error message text */
"Download error." = "Download error.";

/* Progress job description */
"Downloading RAR plugin..." = "Downloading RAR plugin...";

/* Error message */
"Error creating archive" = "Error creating archive";

/* Button */
"Export" = "Export";

/* Button */
"Extract" = "Extract";

/* Task description */
"Extract from “%@”:" = "Extract from “%@”:";

/* Task description */
"Extract “%@”" = "Extract “%@”";

/* Task description */
"Extract:" = "Extract:";

/* Error message text */
"File could not be split because an unexpected error occurred." = "File could not be split because an unexpected error occurred.";

/* Error message text */
"File could not be split because the disk is full." = "File could not be split because the disk is full.";

/* Toolbar item */
"File Types" = "File Types";

/* Error message text */
"Files could not be combined because the disk is full." = "Files could not be combined because the disk is full.";

/* Button */
"Finder" = "Finder";

/* Button */
"Forward" = "Forward";

/* Toolbar item */
"General" = "General";

/* Instructions for installation hyperlink */
"here" = "here";

/* button */
"I Agree" = "I Agree";

/* Button title
   Open panel title */
"Install" = "Install";

/* Task description */
"Install RAR plugin" = "Install RAR plugin";

/* Progress job description */
"Installing RAR plugin..." = "Installing RAR plugin...";

/* Error message text */
"Invalid chunk size: %g" = "Invalid chunk size: %g";

/* Invalid File */
"Invalid File" = "Invalid File";

/* Invalid password */
"Invalid password" = "Invalid password";

/* Invalid Password */
"Invalid Password" = "Invalid Password";

/* password */
"Invalid password for “%@”, please try again." = "Invalid password for “%@”, please try again.";

/* Password message */
"Invalid starting character \"=\"" = "Invalid starting character \"=\"";

/* Password message */
"Invalid Unicode characters" = "Invalid Unicode characters";

/* Multimedia Manipulation failed */
"Multimedia Manipulation failed" = "Multimedia Manipulation failed";

/* No comment provided by engineer. */
"NavButton.Archive" = "Archive";

/* Compression Option */
"No compression" = "No compression";

/* Alert informative text */
"None of the archives could be opened, possibly because they are incomplete or corrupt." = "None of the archives could be opened, possibly because they are incomplete or corrupt.";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open button */
"Open" = "Open";

/* Progress job description */
"Opening “%1$@” (%2$lu of %3$lu)" = "Opening “%1$@” (%2$lu of %3$lu)";

/* Progress job description */
"Opening “%@”" = "Opening “%@”";

/* Instructions for installation or */
"or visit https://incrediblebee.com/dl/rar\n\n2. Drag the RAR plugin to the drop area below and choose Install:" = "or visit https://incrediblebee.com/dl/rar\n\n2. Drag the RAR plugin to the drop area below and choose Install:";

/* Password message */
"Passwords do not match" = "Passwords do not match";

/* Error informative text */
"Please check your internet connection and try again" = "Please check your internet connection and try again";

/* Password message */
"Please confirm password" = "Please confirm password";

/* Error recovery suggestion */
"Please delete some files on your disk and try again." = "Please delete some files on your disk and try again.";

/* Password message */
"Please enter a password" = "Please enter a password";

/* Password message */
"Please enter a valid password (\"=\" is an invalid first character)" = "Please enter a valid password (\"=\" is an invalid first character)";

/* Password message */
"Please enter a valid password (Unicode characters are not valid ZIP passwords)" = "Please enter a valid password (Unicode characters are not valid ZIP passwords)";

/* Error recovery suggestion */
"Please enter a value bigger than 1 and try again." = "Please enter a value bigger than 1 and try again.";

/* password */
"Please enter the password to open “%@”" = "Please enter the password to open “%@”";

/* Error informative text */
"Please enter your password again." = "Please enter your password again.";

/* Error recovery suggestion */
"Please try again." = "Please try again.";

/* Task description */
"Preview “%@”" = "Preview “%@”";

/* Task description */
"Preview:" = "Preview:";

/* View top bar label */
"Preview: %lu files" = "Preview: %lu files";

/* Toolbar item */
"RAR" = "RAR";

/* No comment provided by engineer. */
"RAR Archive (Roshal Archive)" = "RAR Archive (Roshal Archive)";

/* No comment provided by engineer. */
"Replace" = "Replace";

/* Button */
"Select" = "Select";

/* Window title */
"Select default output folder" = "Select default output folder";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* Alert message text */
"Some of the archives could not be opened." = "Some of the archives could not be opened.";

/* button
   Button */
"Split" = "Split";

/* Top bar label - task */
"Split File:" = "Split File:";

/* Task description */
"Split “%@”" = "Split “%@”";

/* Progress job description */
"Splitting “%@”" = "Splitting “%@”";

/* Success */
"Success" = "Success";

/* description */
"TAR Archive (BZIP2 compression)" = "TAR Archive (BZIP2 compression)";

/* description */
"TAR Archive (GZIP compression)" = "TAR Archive (GZIP compression)";

/* description */
"TAR Archive (Lempel-Ziv compression)" = "TAR Archive (Lempel-Ziv compression)";

/* description */
"TAR Archive (uncompressed)" = "TAR Archive (uncompressed)";

/* Notification */
"Task cancelled" = "Task cancelled";

/* Notification */
"Task complete" = "Task complete";

/* Notification */
"Task failed" = "Task failed";

/* Informative text for invalid password */
"The archive could not be opened because you entered an invalid password. Please try again." = "The archive could not be opened because you entered an invalid password. Please try again.";

/* Error informative text
   Informative text for invalid archive */
"The archive could not be opened, possibly because it is incomplete or corrupt." = "The archive could not be opened, possibly because it is incomplete or corrupt.";

/* Alert message text */
"The archive could not be opened." = "The archive could not be opened.";

/* Alert informative text */
"The archive “%@” could not be opened, possibly because it's incomplete or corrupt." = "The archive “%@” could not be opened, possibly because it's incomplete or corrupt.";

/* Alert message text */
"The archives could not be opened." = "The archives could not be opened.";

/* Message text */
"The created files couldn't be moved." = "The created files couldn't be moved.";

/* Error message text */
"The file “%1$@” could not be opened because you do not have permissions to write to “%2$@”." = "The file “%1$@” could not be opened because you do not have permissions to write to “%2$@”.";

/* Error message text */
"The file “%1$@” could not be opened because “%2$@” is full." = "The file “%1$@” could not be opened because “%2$@” is full.";

/* Error message text */
"The file “%1$@” could not be opened because “%2$@” is read-only." = "The file “%1$@” could not be opened because “%2$@” is read-only.";

/* Error message text */
"The file “%@” could not be opened." = "The file “%@” could not be opened.";

/* Error message text */
"The file “%@” was modified since it was split and can't be combined." = "The file “%@” was modified since it was split and can't be combined.";

/* Error message text */
"The files could not be combined, possibly because they are corrupt." = "The files could not be combined, possibly because they are corrupt.";

/* Alert message text
   Open panel message */
"The OS X Sandbox needs you to authorize Archiver to access files." = "The OS X Sandbox needs you to authorize Archiver to access files.";

/* Error message text */
"The passwords don't match." = "The passwords don't match.";

/* Error recovery suggestion */
"Try changing the permissions or chosing a different archive name." = "Try changing the permissions or chosing a different archive name.";

/* Error recovery suggestion */
"Try chosing a different archive name." = "Try chosing a different archive name.";

/* Error informative text */
"Try deleting files from %@ or opening the file to another disk." = "Try deleting files from %@ or opening the file to another disk.";

/* Error informative text */
"Try opening the file to another disk." = "Try opening the file to another disk.";

/* Error informative text */
"Try selecting a different output folder." = "Try selecting a different output folder.";

/* Error informative text */
"Try selecting an output folder that is writable by you." = "Try selecting an output folder that is writable by you.";

/* Unkonwn Status */
"Unkonwn Status" = "Unkonwn Status";

/* Unsupported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"ZIP archive (WinZIP compatible)" = "ZIP archive (WinZIP compatible)";

/* Alert message text */
"“%@” already exists. Do you want to replace it?" = "“%@” already exists. Do you want to replace it?";

/* Error message text */
"“%@” couldn’t be overwritten because the file isn't writable by you." = "“%@” couldn’t be overwritten because the file isn't writable by you.";

/* Error informative text */
"“%@” couldn’t be overwritten because you don’t have permission to access it." = "“%@” couldn’t be overwritten because you don’t have permission to access it.";

